boardsource/bs-python/bs_python_boards/raspberrypi/boardsouce_lulu_full/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "lulu"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_NEOPIXEL (&pin_GPIO29)
